---
kind: enumMember
id: F:Autodesk.Revit.DB.TextListStyle.NumberRomanLowercase
enum: Autodesk.Revit.DB.TextListStyle
source: html/108dc35d-1698-446b-ee12-baea35080cc4.htm
---
# Autodesk.Revit.DB.TextListStyle.NumberRomanLowercase

Indicates a list that uses lowercase Roman numbers.